{
    "Type": "com.apple.configuration.softwareupdate.enforcement.specific",
    "Identifier": "com.fleet.softwareupdate.enforcement.macos15.4",
    "Payload": {
        "TargetOSVersion": "15.4",
        "TargetLocalDateTime": "2026-04-09T00:00:00"
    }
}
