{
    "Type": "com.apple.configuration.safari.bookmarks",
    "Identifier": "EB13EE2B-5D63-4EBA-810F-5B81D07F5017",
    "Payload": {
        "ManagedBookmarks": [
            {
                "GroupIdentifier": "Group1",
                "Title": "Company Bookmarks",
                "Bookmarks": [
                    {
                        "Title": "Fleet",
                        "URL": "https://www.fleetdm.com"
                    }
                ]
            }
        ]
    }
}
