{
    "Type": "com.apple.configuration.diskmanagement.settings",
    "Payload": {
        "Restrictions": {
            "ExternalStorage": "Disallowed",
            "NetworkStorage": "Disallowed"
        }
    }
}